//Дано число из отрезка [10, 99]. Показать наибольшую цифру числа
int [] array = {10,99};
int max = 0;
if (0 > max) max = 0;
if (1 > max) max = 1;
Console.WriteLine(max);

